Repository: common-repository/baw-autoshortener
Catalog: lang/baw_*.po
Languages: as_fr_fr

source: 1) I can click on "BAW AutoShort" : An auto generated keyword will be used to share. Result : <em>http://mywebsite.com/abc</em><br />
as_fr_fr: 1) je peux cliquer sur "BAW AutoShort" : Un mot-clé autogénéré sera utilisé pour le partage. Resultat : <em>http://monsiteweb.com/abc</em><br />

source: 2) I can click on "BAW CustomShort" : A popup will ask me the desired keyword and it will be used to share. Result : <em>http://mywebsite.com/mykeyword</em><br />
as_fr_fr: 2) je peux cliquer sur "BAW CustomShort" : Une popup me demandera de confirmer le lien et d'y ajouter mon propre mot-clé puis il sera utilisé pour le partage. Resultat : <em>http://monsiteweb.com/monmotcle</em><br />

source: Remember, when you change the bookmarklet private key, you have to drag/drop again this buttons (delete the older before).
as_fr_fr: Souvenez-vous, wuand vous changez la clé secrète du bookmarklet, vous devez glisser/déplacer de nouveau ces boutons (supprimez les anciens avant).

source: Auto generated keyword
as_fr_fr: Mot-clé auto généré

source: For the bookmarklet, if the desired keyword already exists, it will be replaced by the next auto generated keyword.
as_fr_fr: Pour le bookmarklet, si le mot-clé désiré existe déjà, il sera remplacé par le prochain mot-clé auto généré.

source: If "yes", when you try to share an external URL via bookmarlet, if the keyword already exists, it will be replaced by the next auto generated keyword.<br />
as_fr_fr: Si "oui", quand vous essayez de partager un lien externe via le bookmarklet, si le mot-clé existe déjà, il sera remplacé par le prochain mot-clé auto généré.<br />

source: If "no", if the keyword already exists, the URL will not be shared and an error will be shown.<br />
as_fr_fr: Si "non", si le mot-clé existe déjà, l'URL ne sera pas partagée et une erreur sera affichée.<br />
