Repository: common-repository/baw-autoshortener
Catalog: lang/baw_*.po
Languages: as_fr_fr

source: About BoiteAWeb
as_fr_fr: A propos de BoiteAWeb

source: Security Expert Wordpress Blog
as_fr_fr: Blog Sécurité Expert Wordpress

source: Site secu
as_fr_fr: Site sécurité

source: Web Security Consultant Corporate Website
as_fr_fr: Site Web Corporate de Consultant en Sécurité Web

source: Donate
as_fr_fr: Don

source: Last links
as_fr_fr: Derniers liens

source: Nothing, just wait ;)
as_fr_fr: Rien, attendez un peu ;)

source: Settings
as_fr_fr: Réglages

source: You are using BAW AS version
as_fr_fr: Vous utilisez BAW AS version

source: BAW Auto Shortener Statistics
as_fr_fr: BAW Auto Shortener Statistiques

source: Get link
as_fr_fr: Lien

source: Here is your short link !
as_fr_fr: Voici votre lien court !

source: None
as_fr_fr: Aucun

source: Error : You do not have the permission to do that.
as_fr_fr: Erreur : Vous n'avez pas la permission de faire ça.

source: Error : Keyword already exists.
as_fr_fr: Erreur : Le mot-clé existe déjà.

source: The new keyword have been added !
as_fr_fr: Le nouveau mot-clé a été ajouté !

source: Back
as_fr_fr: Retour

source: Settings saved.
as_fr_fr: Réglages enregistrés.

source: General settings
as_fr_fr: Config générale

source: Advanced settings
as_fr_fr: Config avancée

source: Tools
as_fr_fr: Outils

source: Special redirections
as_fr_fr: Redirections spéciales

source: Help/FAQ
as_fr_fr: Aide/FAQ

source: Save Changes
as_fr_fr: Sauver

source: Error, there is some duplicate keywords
as_fr_fr: Erreur, il y a des mots-clé en double

source: Statistics
as_fr_fr: Statistiques

source: No referer
as_fr_fr: Aucun référent

source: Take care ! You've got some duplicated keywords, slugs or ID :
as_fr_fr: Attention ! Vous avez quelques mots-clé, ID ou slugs en doublons :

source: Remove this entry
as_fr_fr: Supprimer cette entrée

source: Add
as_fr_fr: Ajouter

source: Are you sure to delete ALL stats for this entry ? (not reversible)
as_fr_fr: Etes-vous sûr(e) de vouloir supprimer TOUTES les stats pour cette entrée ? (irréversible)

source: Here you can quickly add keywords for a post/page/custom post.
as_fr_fr: Ici vous pouvez rapidement ajouter des mots-clé pour un article/page/type d'article perso.

source: Yes
as_fr_fr: Oui

source: No
as_fr_fr: Non

source: Its stats will be the same for all other keywords
as_fr_fr: Ses stats seront les mêmes pour tous les autres mots-clé

source: Duplicates keywords cannot works !
as_fr_fr: Les mots-clé en double ne peuvent pas fonctionner !

source: Reload to view stats
as_fr_fr: Recharger pour voir les stats

source: Leave it blank to generate a key
as_fr_fr: Laisser vide pour générer une clé

source: This plugin requires PHP 5.0 or more
as_fr_fr: Ce plugin requiert PHP 5.0 ou plus

source: This plugin requires WordPress 3.1 or more. Your version :
as_fr_fr: Ce plugin requiert WordPress 3.1 ou plus. Votre version :

source: This site is using
as_fr_fr: Ce site utilise

source: You do not have the permission to do this
as_fr_fr: Vous n'avez pas la permission de faire ça

source: Valid URL
as_fr_fr: Lien valide

source: Invalid URL (404 ?)
as_fr_fr: Lien invalide (404 ?)

source: Error
as_fr_fr: Erreur

source: Please do not access this file directly. Thanks!
as_fr_fr: S'il vous plait ne chargez pas directement ce fichier. Merci !

source: preview
as_fr_fr: prévisualiser

source: Post type
as_fr_fr: Type d'article

source: Comments
as_fr_fr: Commentaires

source: comment(s)
as_fr_fr: commentaire(s)

source: Post date
as_fr_fr: Date de l'article

source: First access
as_fr_fr: Premier accès

source: Last access
as_fr_fr: Dernier accès

source: External link
as_fr_fr: Lien externe

source: Post title
as_fr_fr: Titre de l'article

source: Big permalink
as_fr_fr: Permalien complet

source: Real final link
as_fr_fr: Permalien réel

source: Short permalink
as_fr_fr: Permalien court

source: Referers
as_fr_fr: Référents

source: Referers list
as_fr_fr: List des référents

source: All
as_fr_fr: Tout

source: Share
as_fr_fr: Partager

source: Add a new keyword
as_fr_fr: Ajouter un mot-clé

source: You can also delete keywords and share links.
as_fr_fr: Vous pouvez aussi supprimer des mots-clé et partager les liens.

source: Also you've got a stats screen, his help is in the "Special redirections" tab in <a href="admin.php?page=baw_as_config">the settings</a>.
as_fr_fr: Aussi vous avez un écran des stats, son aide se trouve dans l'onglet "Redirections spéciales" dans <a href="admin.php?page=baw_as_config">les paramètres</a>.

source: Not yet !
as_fr_fr: Pas encore !

source: Go to settings
as_fr_fr: Voir la config

source: Bookmarklet secret key
as_fr_fr: Clé secrète pour le bookmarklet

source: Security key for bookmarklet creation. Do not change it until you really need to.
as_fr_fr: Clé de sécurité pour la création du bookmarklet. Changez que si vous avez réellement besoin.

source: This key is used to secure your bookmarklet links.<br />
as_fr_fr: Cette clé est utlisée pour sécuriser les liens de votre bookmarklet.<br />

source: 1) If you need to change it (for security reason), leave it blank (recommanded to generate a new great random value).<br />
as_fr_fr: 1) Si vous avez besoin de la changer (pour des raisons de sécurité), laissez à vide (recommandé pour générer une valeur aléatoire correcte).<br />

source: 2) Reload the page.<br />
as_fr_fr: 2) Rechargez la page.<br />

source: 3) Update your bookmarklet buttons into your webbrowser toolbar.<br />
as_fr_fr: 3) Glissez/déplacez ce bouton dans la barre d'outil de votre navigateur.<br />

source: 4) The key will be included to the new bookmarklet link.
as_fr_fr: 4) La clé sera incluse dans le nouveau lien du bookmarklet.

source: Fordidden keywords
as_fr_fr: Mots-clé interdits

source: Comma separated.
as_fr_fr: Séparés par des virgules.

source: These keywords can be selected or auto generated.
as_fr_fr: Ces mots-clé ne peuvent être choisis ou générés automatiquement.

source: It can be disturbing for your visitors to see some crappy words in your short links. Here you can type the forbidden words, they never be auto generated and you cannot use them to create a keyword.<br />
as_fr_fr: Il peut être dérangeant pour vos visiteurs de lire des mots étranges dans vos liens courts. Ici vous pouvez taper les mots interdits, ils ne seront jamais auto générés et vous ne pourrez pas les utiliser pour créer un mot-clé.<br />

source: BUT, if the keyword "hello" exists and you add it to the forbidden list, it's to late, of course...
as_fr_fr: MAIS, si le mot-clé "hello" existe et que vous l'ajoutez dans la liste des mots interdits, il est trop tard, evidemment ...

source: Keep query vars
as_fr_fr: Garder les variables de requêtes

source: Do you want to keep the query vars in your links ?
as_fr_fr: Voulez-vous garder les variables de la requête dans vos liens ?

source: Ex. : http://mywebsite.com/goo/boiteaweb.php?var=julio forwards on http://www.google.com/boiteaweb.php?var=julio.<br />The anchor, like #q=mysearch will always be kept, even on "No" selection.
as_fr_fr: Ex. : http://monsiteweb.com/goo/boiteaweb.php?var=julio mène sur http://www.google.com/boiteaweb.php?var=julio.<br />L'ancre, comme #q=marecherche sera toujours gardée, même si "Non" est sélectionné.

source: You can also do this :<br />
as_fr_fr: Vous pouvez aussi faire ça :<br />

source: http://mywebsite.com/goo/directory/anotherone/page.php?var=value#anchor<br />
as_fr_fr: http://monsiteweb.com/goo/dossier/unautre/page.php?var=valeur#ancre<br />

source: The final URL will be :<br />
as_fr_fr: L'URL finale sera :<br />

source: http://www.google.com/directory/anotherone/page.php?var=value#anchor
as_fr_fr: http://www.google.com/dossier/unautre/page.php?var=valeur#ancre

source: Referer detail
as_fr_fr: Détail du référent

source: Low
as_fr_fr: Bas

source: http://www.website.com
as_fr_fr: http://www.siteweb.fr

source: Medium
as_fr_fr: Moyen

source: http://www.website.com/directory/page.php
as_fr_fr: http://www.siteweb.fr/dossier/page.php

source: High
as_fr_fr: Haut

source: http://www.website.com/directory/page.php?args1=true&arg2=string
as_fr_fr: http://www.siteweb.fr/dossier/page.php?args1=vrai&arg2=chaine

source: The referer is something that drives a visitor to your website.<br />
as_fr_fr: Le référent est quelquechose qui conduit un visiteur sur votre site web.<br />

source: Sometimes there is no referer set, this means that the link have been hit in the address bar.<br />
as_fr_fr: Quelquefois il n'y a pas de référent, cela signifie que le lien a été tapé dans la barre d'adresse.<br />

source: This setting is the referer log level. "Low" or "Medium" is recommanded.
as_fr_fr: Ce paramètre est le niveau d'historisation du référent. "Bas" ou "Moyen" est recommandé.

source: Create share domains
as_fr_fr: Création de partageurs

source: One per line. Use {%URL%} for parsing method.
as_fr_fr: Un par ligne. Utilisez {%URL%} comme méthode de remplacement.

source: You can add you own sharer here ! Example :<br />
as_fr_fr: Vous pouvez ajouter votre propre partageur ici ! Exemple :<br />

source: (This website exists ! Visit it !)
as_fr_fr: (Ce site web existe ! Visitez le !)

source: <br />This links will be shown for every short links in info URL (those finishing with a "+"), and on every external links in "Special Redirections", and again in every post/page.
as_fr_fr: <br />Ces liens seront affichés pour chaque lien court dans les infos des URLs (celles qui finissent avec un "+"), et pour chaque lien externe dans "Redirections Spéciales", et encore pour chaque article/page.

source: Check duplicates
as_fr_fr: Vérifier les doublons

source: Do you want to check duplicate slug/ID ?
as_fr_fr: Souhaitez-vous vérifier les doublons des slugs/ID ?

source: If your permalink structure is "%post_name%" and if you create a post named "login" and if you already have a keyword "login" used in a short url, this post won't be reacheable. So activate this option will warn you about duplicate slugs/IDs. This may create a huge traffic (5 UNION requests)
as_fr_fr: Si la structure de vos permaliens est "%post_name%" et si vous créez un article nommé "login" et si vous avez déjà un mot-clé "login" utilisé dans une url courte, cet article ne sera pas joignable. Donc, activer cette option vous avertira des doublons des slugs/IDs. Ceci peut générer un traffic important (5 requêtes UNION)

source: Short url
as_fr_fr: Lien court

source: Example <em>http://exte.rn</em> in place of <em>http://www.mywebsite.com</em>.
as_fr_fr: Exemple <em>http://exte.rn</em> à la place de <em>http://www.monsiteweb.fr</em>.

source: You can even set another external url you own like <em>http://exte.rn</em>.<br />
as_fr_fr: You pouvez même paramétrer une url externe qui vous appartient comme <em>http://exte.rn</em>.<br />

source: In this case you have to add this line into your "exte.rn" .htaccess file :<br />
as_fr_fr: Dans ce cas vous aurez besoin d'ajouter ces lignes dans le fichier .htaccess de votre "http://exte.rn" :<br />

source: Generate keywords for posts
as_fr_fr: Générer des mots-clé pour les articles

source: Do you want to auto-generate a keyword for every new published post/page ?
as_fr_fr: Voulez-vous auto-générer un mot-clé pour chaque article/page publié ?

source: If "yes", when a post/page will be published for the first time, a automatic generated keyword will be associated.
as_fr_fr: Si `"oui", quand un article/page sera publié pour la première fois, un mot-clé sera automatiquement généré et associé.

source: Use keywords in links
as_fr_fr: Utiliser les mots-clé dans les liens

source: Do you want to replace numbers by keywords in Permalinks ?
as_fr_fr: Voulez-vous remplacer les chiffres par les mots-clé dans les Permaliens ?

source: Little example with the post id "12345" with associated keyword "hello" :<br />
as_fr_fr: Petit exemple avec l'article n° "12345" associé avec le mot-clé "hello" :<br />

source: If "no" is selected : http://mywebsite.com/12345<br />
as_fr_fr: Si "non" est sélectionné : http://monsiteweb.com/12345<br />

source: If "yes" is selected : http://mywebsite.com/hello<br />
as_fr_fr: Si "oui" est sélectionné : http://monsiteweb.com/hello<br />

source: Stats in dashboard
as_fr_fr: Statistiques sur le tableau de bord

source: How many stats do you want to see in your dashboard ?
as_fr_fr: Combien de stats voulez vous voir dans votre tableau de bord ?

source: Set here how many top clic links and last created link you want to see when you are in the <a href="/wp-admin/index.php">dashboard</a>.
as_fr_fr: Paramétrez ici combien de top clic et de derniers liens créés vous voulez voir quand vous êtes sur le <a href="/wp-admin/index.php">tableau de bord</a>.

source: Advanced helper
as_fr_fr: Aide avancée

source: If "Yes", some help box will appears below the settings fields.
as_fr_fr: Si "Oui", quelques boîtes d'aide apparaitront sous les champs de configuration.

source: This is the kind of help box ;)
as_fr_fr: Voici le type de boîte d'aide ;)

source: Help me !
as_fr_fr: Aidez-moi !

source: This plugin is free, neither you can make a donation, even 1&#36;/1&euro; is good !
as_fr_fr: Cette extension est gratuite, néanmoins vous pouvez faire un bon, même 1&#36;/1&euro; est bien !

source: I'm gonna make a donation, soon, i promise !
as_fr_fr: Je vais faire un bon, bientôt, promis !

source: <strong>Thank you !!</strong>
as_fr_fr: <strong>Merci !!</strong>

source: Help me again !
as_fr_fr: Aidez-moi encore !

source: As you know this plugin is free, can you show my plugin link in your blog footer ?
as_fr_fr: Comme vous le savez l'extension est gratuite, pouvez-vous afficher le lien vers mon extension dans le pied de votre blog ?

source: The same link as this one in admin area will be displayed in your website footer.
as_fr_fr: Le même lien que celui de l'aministration sera affiché dans le pied de votre site web.

source: Need more help ?
as_fr_fr: Besoin de plus d'aide ?

source: Visit
as_fr_fr: Visitez

source: -en
as_fr_fr: -fr

source: Use "last" redirection
as_fr_fr: Utilliser la redirection "dernier"

source: Leave it blank if you do not want.
as_fr_fr: Laisser vide si vous ne voulez pas.

source: Type here a special keyword (like "last") to automatically redirect users on your last published post.
as_fr_fr: Tapez ici un mot-clé spécial (comme "dernier") pour rediriger automatiquement vos visiteurs sur votre dernier article publié.

source: You can use a special keyword to redirect your visitors to the last post/page/other_stuff you published.<br />
as_fr_fr: Vous pouvez utiliser un mot-clé spécial pour rediriger vos visiteurs sur le dernier article/page/autre_truc que vous avez publié.<br />

source: Take care, if you change this keyword, the old one won't work anymore.
as_fr_fr: Attention, si vous changez ce mot-clé, l'ancien ne fonctionnera plus.

source: Post types for "last" redirection
as_fr_fr: Types d'article pour la redirection "dernier"

source: Last published
as_fr_fr: Dernière publication de

source: or
as_fr_fr: ou

source: Here you can check the allowed post type included for the "last" redirection.<br />
as_fr_fr: Ici vous pouvez vérifier les types d'articles autorisés pour l'inclusion de la redirection "dernier" article.<br />

source: Even your own post types are available !
as_fr_fr: Même vos propres types d'articles sont disponibles !

source: Special redirection pagination
as_fr_fr: Pagination des redirections spéciales

source: How many URLs by page do you want to see in the special redirections tab ?
as_fr_fr: Combien de liens par page voulez-vous voir dans l'onglet des redirections spéciales ?

source: Set here how many redirection by page you want to see when you are in the Special Redirections tab.<br />
as_fr_fr: Paramétrez combien de redirection par page vous voulez voir quand vous êtes dans l'onglet des redirections spéciales.<br />

source: Also, this number will be used to load more redirection at once.
as_fr_fr: Aussi, ce chiffre sera utilisé pour charger plus de redirections d'un coup.

source: Sorts
as_fr_fr: Tris

source: Filters
as_fr_fr: Filtres

source: Sort by
as_fr_fr: Trier par

source: Keywords
as_fr_fr: Mots-clé

source: Filter by
as_fr_fr: Filtres

source: Keyword
as_fr_fr: Mot-clé

source: more redirections
as_fr_fr: redirections de plus

source: All redirections
as_fr_fr: Toutes les redirections

source: Add a new rule
as_fr_fr: Ajouter une nouvelle règle

source: This is a huge part of the plugin :<br />
as_fr_fr: Ceci est un gros morceau de l'extension :<br />

source: Here you can create/delete external redirection within YOUR WordPress website/blog. Statistics are included, possibility to share.<br />
as_fr_fr: Ici vous pouvez créer/supprimer des liens externes depuis VOTRE site/blog WordPress. Les statistiques sont incluses, possibilité de partager.<br />

source: First things first ; Little description :<br />
as_fr_fr: Une chose à la fois ; petite description :<br />

source: This button is used to add new rules, a rule is a new external redirection.<br />
as_fr_fr: Ce bouton sert à ajouter de nouvelles règles, une règle est une redirection externe.<br />

source: Then you've got 1 delete button, it's used to delete an existing rule. Take care, if this link is known by anyone (including search engines), this link will be broken !<br />
as_fr_fr: Puis vous avez 1 bouton supprimer, il sert à supprimer une règle existante. Attention, si ce lien est connu par quelqu'un (même les moteur de recherche), ce lien sera cassé !<br />

source: You've got also 2 text inputs. The first input must contains the URL. The second, the keyword (it can be a number <sup>(1)</sup>)<br />
as_fr_fr: Vous avez aussi 2 champs texte. Le premier champ doit contenir l'URL. Le second, le mot-clé (cela peut être un chiffre <sup>(1)</sup><br />

source: Near that you've got 1 picture :
as_fr_fr: Près de ça vous avez 1 image :

source: : A green one means the URL is correct (HTTP 200,301,302) and a red one an incorrect URL (HTTP 404).<br />
as_fr_fr: : Une image verte signifie que l'URL est correcte (HTTP 200,301,302) et une rouge que l'URL est incorrecte (HTTP 404).<br />

source: Then the Stats button :
as_fr_fr: Puis le bouton stats :

source: : You can quickly see how much clic have been made on this link and ... clic it to slide down the statistics panel !<br />
as_fr_fr: : Vous pouvez rapidement voir combien de clic on été fait sur ce lien et ... cliquez le pour dérouler le panneau des stats !<br />

source: Following this, you've got your sharer buttons, you can set them in the "Advanced settings" tab.<br />
as_fr_fr: A la suite de ça, vous avez les boutons de partages, vous pouvez les paramétrer dans l'onglet "Config avancée".<br />

source: In the stats panel you've got some others informations like referers <sup>(2)</sup>, date of first and last access, post type, different link informations, a chart and a reset button.<br />
as_fr_fr: Dans le panneau des stats vous avez quelques informtations comme les référents <sup>(2)</sup>, date de premier et dernier accès, type d'article, différents liens d'informations, un graphique et un bouton reset.<br />

source: The reset button ... resets the stats ! A confirmation popup will appear before the erase.<br />
as_fr_fr: Le bouton reset sert à ... remettre à 0 les stats ! Une fenêtre de confirmation apparait avant d'effacer.<br />

source: The "External link" is YOUR link, the one you set earlier.<br />
as_fr_fr: Le "Lien externe" est VOTRE lien, celui que vous avez paramétré plus tôt.<br />

source: The "Real permalink" is the FINAL url link, example, if you set up a bit.ly link, you'll see here the real url hidden behind bit.ly.<br />
as_fr_fr: Le "Permalien réél" est l'URL FINALE, exemple, si vous paramétrez un lien bit.ly, vous verrez la véritable url cachée derriere ce len bit.ly.<br />

source: The first "Short permalink" is the post ID, the others are yours, you can set more than 1 keyword for same final URL.<br />
as_fr_fr: Le premier "Permalien court" est l'ID de l'article/page, les autres sont vos mots-clé, vous pouvez ajoutez plus d'1 mot-clé pour une même URL finale.<br />

source: And "Referer list" contains all the referers who drives visitors to your link.<br />
as_fr_fr: Puis la "Liste des référents" contient tous les référents qui ont été conduits sur votre lien.<br />

source: This picture is a button, clic it to get a popup to easily copy this link.
as_fr_fr: Cette image est un boutton, cliquez le pour avoir une popup pour facilement copier ce lien.

source: The pie chart is a little representation of this referers.<br />
as_fr_fr: Le graphique en camembert est une petite représentation de ces référents.<br />

source: Below this, here's the pagination, you can change this in the "General settings" tab.<br />
as_fr_fr: En dessous de ça, c'est la pagination, vous pouvez changer ça dans l'onglet "Config générale".<br />

source: Tips : Do not loop your posts with numbered keywords !<br />
as_fr_fr: Astuces : Ne faites pas tourner en boucle vos articles avec des mots-clé en chiffres !<br />

source: Tips : Avoid link your own post in this screen, use the real post keyword to do this (Clic on "Edit post" to undertand).<br />
as_fr_fr: Astuces : Eviter de relier vos propres posts dans cet écran, utilisez les vrais mots-clé de l'article pour le faire (Cliquez sur "Editer l'article" pour comprendre).<br />

source: <sup>1</sup> : If you set up a number as keyword, you have to know that the numbered permalink of this post ID will not be available anymore !<br />
as_fr_fr: <sup>1</sup> : Si vous mettez un chiffre en tant que mot-clé, vous devez savoir que le permalien du post de ce chiffre ne sera plus disponible !<br />

source: Example : <em>http://mywebsite.com/123</em> is my "Hello world!" post. I set a "123" keyword for my "Good bye!" post (real ID 456). So now <em>http://mywebsite.com/123</em> is linked to the 456 post ID ! Keywords have priority on real IDs !<br />
as_fr_fr: Exemple : <em>http://monsiteweb.com/123</em> est mon article "Bonjour tout le monde!". Je crée un mot-clé "123" pour mon article "Au revoir!" (véritable ID 456). Donc maintenant <em>http://monsiteweb.com/123</em> est relié à l'article n°456 ! Les mots-clé ont la priorité sur les vrais IDs!<br />

source: <sup>2</sup> : A referer is something that drives a visitor to your website.<br />
as_fr_fr: <sup>2</sup> : Un référent est quelquechose qui conduit un visiteur sur votre site web.<br />

source: Bookmarklet
as_fr_fr: Bookmarklet (marque-page scripté)

source: Auto generated keyword bookmarklet
as_fr_fr: Mot-clé généré automatiquement pour le bookmarklet

source: Drag and drop this button into your webbrowser toolbar
as_fr_fr: Glissez/déplacez ce bouton dans la barre d'outil de votre navigateur

source: Drag it into your toolbar !
as_fr_fr: Déplacez le dans la barre d`outil !

source: Custom keyword bookmarklet
as_fr_fr: Mot-clé personnel pour le bookmarklet

source: Confirm url
as_fr_fr: Confirmez le lien

source: Custom%20keyword
as_fr_fr: Mot-clé%20personnel

source: This buttons have to be drag/drop in your webbrowser toolbar, do not clic it, it's just useless.<br />
as_fr_fr: Ces boutons doivent être glissés/déplacés dans la barre d'outils de votre navigateur web, ne cliquez pas dessus, c'est juste inutile.<br />

source: Then, when you are on a website, reading a post/page, you can add it to YOUR short urls. Example :<br />
as_fr_fr: Puis, quand vous êtes sur un site web, lisant un article ou une page, vous pouvez l'ajouter dans VOS urls courtes. Exemple :<br />

source: I'm on <em>http://secu.boiteaweb.fr/mylab/</em> and i want to share via my website.<br />
as_fr_fr: Je suis sur <em>http://secu.boiteaweb.fr/mylab/</em> et je souhaite le partager via mon site web.<br />
